Repository: 84000/data-translation-memory
Catalog: toh212-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷའི་ནང་ན།
en: The Blessed One was in the Realm of the Thirty-Three Gods,

source: ཨར་མོ་ནིག་ལྟ་བུའི་རྡོ་ལེབ་ལ་རྟ་ཐུལ་ལ་སོགས་པ་ཉན་ཐོས་ཆེན་པོ་རྣམས་དང་།
en: seated on the throne of Indra. With him were great hearers such as the venerable Aśvajit;

source: འཕགས་པ་བྱམས་པ་དང་། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དང་། ལག་ན་རྡོ་རྗེ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡོན་ཏན་རིན་པོ་ཆེ་དཔག་ཏུ་མེད་པས་བརྒྱན་པ་རྣམས་དང་།
en: bodhisattva mahāsattvas such as noble Maitreya, noble Avalokiteśvara, and Vajrapāṇi, who were adorned with immeasurable precious qualities;

source: མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ཆེན་པོ་དང་། སྲེད་མེད་ཀྱི་བུ་དང་། དབང་ཕྱུག་ཆེན་པོ་ལ་སོགས་པ་ལྷ་རྣམས་དང་། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་། དྲི་ཟའི་རྒྱལ་པོ་གཙུག་ཕུད་ལྔ་པ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: as well as various gods such as the great Brahmā, who is the lord of the Sahā world, Nārāyaṇa, the great Īśvara, Śakra, who is the chief of the gods, and Pañcaśikha, who is the king of the gandharvas.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སྟན་ལས་ལངས་ཏེ།
en: On that occasion, the bodhisattva mahāsattva Avalokiteśvara rose from his seat

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་རི་རབ་ཀྱི་རྩེ་མོ་ལ་བཙུགས་ཏེ།
en: and, having draped his upper robe over one shoulder, knelt down with his right knee on the peak of Mount Meru.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: His palms together, he then bowed toward the Blessed One and addressed to him these words:

source: བཅོམ་ལྡན་འདས་ལྷ་འདི་དག་ནི་མཆོད་རྟེན་བགྱིད་པར་འཚལ་བ་ཤ་སྟག་སྟེ།
en: “Blessed One, these gods all really wish to build a stūpa.

source: འཁོར་གྱི་དཀྱིལ་འཁོར་འདིར་མཆིས་ན།
en: Now that they are present in this entourage,

source: ཅི་ནས་ཚངས་པའི་བསོད་ནམས་འཕེལ་བ་དང་། ལྷ་དང་བཅས་པ་བདུད་དང་བཅས་པ། ཚངས་པ་དང་བཅས་པའི་འཇིག་རྟེན་ན་དགེ་སྦྱོང་དང་བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུ་ལས་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་དག་བསོད་ནམས་ཤིན་ཏུ་མང་དུ་འཕེལ་བར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་ལ་ཆོས་བསྟན་དུ་གསོལ།
en: please teach them the Dharma in such a way so that their merit of Brahmā will increase, and the merit of the monks, nuns, laymen, and laywomen will increase much more than that of all types of beings in the world of gods, māras, and Brahmā, including renunciants and brahmins.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་ཚིགས་སུ་བཅད་པ་བཀའ་སྩལ་པ།
en: At this, the Blessed One spoke the verses of dependent arising:

source: ཡེ་དྷརྨཱ་ཧེ་ཏུ་པྲ་བྷ་བཱ་ཧེ་ཏུན་ཏེ་ཥཱན་ཏ་ཐཱ་ག་ཏོ་ཧྱ་བ་དཏ། ཏེ་ཥཱཉྩ་ཡོ་ནི་རོ་དྷ་ཨེ་བམ་བཱ་དཱི་མ་ཧཱ་ཤྲ་མ་ཎཿ།
en: ye dharmā hetuprabhavā hetuṃ teṣāṃ tathāgato hy avadat teṣāṃ ca yo nirodha evaṃvādī mahā­śramaṇaḥ

source: ཆོས་གང་རྒྱུ་བྱུང་དེ་དག་གི། །རྒྱུ་དང་དེ་འགོག་གང་ཡིན་པའང་། །དེ་བཞིན་གཤེགས་པས་བཀའ་སྩལ་ཏེ། །དགེ་སྦྱོང་ཆེན་པོས་དེ་སྐད་གསུངས།
en: “All phenomena that arise from causes, The Tathāgata has taught their cause, And that which is their cessation; Thus has proclaimed the Great Renunciant.

source: སྤྱན་རས་གཟིགས་དབང་ཕྱུག་འདི་ལྟ་སྟེ།
en: “Avalokiteśvara, it is like this.

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་ཆོས་ཀྱི་སྐུ་ཡིན་ཏེ།
en: This dependent arising is the dharmakāya of all the tathāgatas.

source: སུས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མཐོང་བ་དེས། དེ་བཞིན་གཤེགས་པ་མཐོང་ངོ་།
en: A person who sees dependent arising sees the Tathāgata.

source: སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དད་པ་ཅན་གང་ལ་ལ་ཞིག་གིས་མི་གནས་པའི་ཕྱོགས་སུ་མཆོད་རྟེན་ནི་སྐྱུ་རུ་རའི་འབྲུ་ཙམ།
en: Avalokiteśvara, if a faithful son or daughter of a noble family, who has built in an uninhabited place a stūpa—even one no bigger than a gooseberry fruit,

source: སྲོག་ཤིང་ནི་ཁབ་ཙམ། གདུགས་ནི་བ་ཀུ་ལའི་མེ་ཏོག་ཙམ་ཞིག་བྱས་ལ།
en: with a central pillar the size of a needle and a parasol the size of a flower of the bakula tree

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཚིགས་སུ་བཅད་པ་ནང་དུ་བཅུག་ན་དེ་ཚངས་པའི་བསོད་ནམས་སྐྱེད་པར་འགྱུར་ཏེ།
en: —inserts into it this verse of dependent arising which is the dharmadhātu, he or she will generate the merit of Brahmā.

source: འདི་ནས་ཤི་འཕོས་ཤིང་འཆི་བའི་དུས་བྱས་ནས་ཚངས་པའི་འཇིག་རྟེན་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: When such persons pass on from here and die, they will be reborn in the world of Brahmā.

source: དེ་ནས་ཤི་འཕོས་ཏེ་འཆི་བའི་དུས་བྱས་ནས་གནས་གཙང་མའི་རིས་ཀྱི་ལྷ་རྣམས་དང་སྐལ་བ་མཉམ་པར་སྐྱེ་བར་འགྱུར་རོ།
en: When they pass on from there and die, they will be reborn with fortunes equaling those of the gods of the Pure Abodes.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: After the Blessed One had thus spoken,

source: ཉན་ཐོས་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་།
en: the hearers, bodhisattvas, the whole assembly, and

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: the universe of gods, humans, asuras, and gandharvas rejoiced and praised his words.

source: འཕགས་པ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This concludes the Noble Mahāyāna Sūtra on Dependent Arising.

source: རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེནྡྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།
en: Translated and edited by the Indian preceptor Surendrabodhi and the principal editor and translator Bandé Yeshé Dé.
